{
  "sections": {
    "main": {
      "type": "main-product",
      "blocks": {
        "f7eaea23-fddd-45a3-bdd6-2cc15b99d5c9": {
          "type": "description",
          "settings": {
            "is_tab": false
          }
        },
        "price": {
          "type": "price",
          "settings": {
          }
        },
        "variant_picker": {
          "type": "variant_picker",
          "settings": {
            "variant_labels": true,
            "picker_type": "button",
            "product_dynamic_variants_enable": true,
            "color_swatches": false
          }
        },
        "buy_buttons": {
          "type": "buy_buttons",
          "settings": {
            "show_dynamic_checkout": false,
            "surface_pickup_enable": true
          }
        },
        "fd0319f0-bd1f-4b28-9593-52764908cd5c": {
          "type": "manufacture",
          "settings": {
            "man_name": "Benzamin",
            "man_image": "shopify:\/\/shop_images\/2_marque-benjamin.webp",
            "man_url": "shopify:\/\/collections\/benzamin"
          }
        }
      },
      "block_order": [
        "f7eaea23-fddd-45a3-bdd6-2cc15b99d5c9",
        "price",
        "variant_picker",
        "buy_buttons",
        "fd0319f0-bd1f-4b28-9593-52764908cd5c"
      ],
      "settings": {
        "sku_enable": false,
        "image_position": "left",
        "image_container_size": "medium",
        "product_image_size": "square",
        "product_zoom_enable": true,
        "thumbnail_position": "below",
        "thumbnail_height": "flexible",
        "thumbnail_arrows": false,
        "mobile_layout": "partial",
        "enable_video_looping": true,
        "product_video_style": "muted"
      }
    },
    "30e90bf6-011a-472f-9c6a-f7f5cfd8a132": {
      "type": "product-metafield-details",
      "blocks": {
        "1dc1bed2-799f-4e91-a4a2-335fdd15f0eb": {
          "type": "filter",
          "settings": {
            "heading": "Soltan",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/marque-soltan.webp",
            "title": "Manufacturer: Soltan",
            "copy": "<p>As with a number of the companies that emerged to satisfy the ever expanding home medical therapy lamp market in the 1950s, the origin of Soltan is currently unclear. Throughout the 1950s and 1960s the company produced numerous styles of table mounted heat lamps. Soltan Lamps all have a distinctive branded mark, for the lower priced basic models this was invariably a transfer - whereas the higher priced more exclusive lights featured an embossed plaque.<\/p>",
            "link": "",
            "link_text": "View all Soltan Lights"
          }
        },
        "41d4cbe3-b529-4fc5-901a-5bcf4305bbba": {
          "type": "filter",
          "settings": {
            "heading": "Strand Electric",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/marque-strand-electric.webp",
            "title": "Manufacturer: Strand Electric",
            "copy": "<p>Strand Electric was founded in 1914 by theatre electricians Arthur Earnshaw and Phillip Sheridan at 19-24 Floral Street, London. Over the next 50 years Strand became the UK and Europe's principal manufacturers of stage lighting and theatre equipment. In 1968, Strand was purchased by the famous Rank Film Corporation and became Rank Strand. Strand was eventually bought from Rank by a venture capitalist group in the late 1990s. Today, Strand Lighting is still run as a separate, independent company within Royal Philips Lighting, and continues as a leading name in stage, television and motion picture lighting.<\/p>",
            "link": "",
            "link_text": "View all Strand Electric Lights"
          }
        },
        "2c8c4414-3d93-445f-bc09-a73b918e6cb3": {
          "type": "filter",
          "settings": {
            "heading": "Thorlux",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/marque-thorlux-1_1.webp",
            "title": "Manufacturer: Thorlux",
            "copy": "<p>Thorlux was founded by Frederick William Thorpe in 1936 in Small Heath, Birmingham. The company produced vitreous enamelled shades for lighting factories, workshops, mills and farm buildings during the progressive industrialisation of the 1930s through to the 1950s. Thorlux is still in existence over 75 years later, manufacturing a comprehensive range of professional lighting and control systems for architectural and industrial applications. The classic enamel shades from the 1950s with the distinctive Thorlux branding are one of our firm favourites.<\/p>",
            "link": "",
            "link_text": "View all Thorlux Lights"
          }
        },
        "402bf3d1-6b7b-43c8-88e2-76d678ae3f1d": {
          "type": "filter",
          "settings": {
            "heading": "Victor",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/marque-victor.webp",
            "title": "Manufacturer: Victor",
            "copy": "<p>Victor Products Ltd were founded during 1929 in Newcastle-upon-Tyne. The company was established to specialise in the design and manufacture of industrial and explosion proof light fittings, intended for use by the mining industry and in extreme locations such as oil refineries. Over 75 years later the company are still operating from their location in the northeast of England.<\/p>",
            "link": "",
            "link_text": "View all Victor Lights"
          }
        },
        "e6419d20-c823-4c38-9c90-8f9caab6319d": {
          "type": "filter",
          "settings": {
            "heading": "Walligraph",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/skinflint-walligraph.webp",
            "title": "Manufacturer: Walligraph",
            "copy": "<p>From the 1930s Walligraph produced some of the finest examples of early industrial lighting in Britain, comparable, yet widely overlooked in relation to the designs emanating from the Bauhaus during the same period. The company were known for their innovative scissor wall lights entitled the ‘Radialite’ the mechanism allowing people to use the light at their desk then fold it away when they had finished. Along with the wall lights the company also produced the elegant ‘Localite’ desk lights. As the 1930s printed marketing literature proclaimed 'Save your site with Localite.'<\/p>",
            "link": "",
            "link_text": "View all Walligraph Lights"
          }
        },
        "55c7ad5a-2dda-4851-a9d3-a0ce570ce273": {
          "type": "filter",
          "settings": {
            "heading": "Walsall",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/marque-walsall.webp",
            "title": "Manufacturer: Walsall",
            "copy": "<p>Walsall Conduits Ltd of Excelsior Works, West Bromwich, Birmingham, UK was founded in 1890. The foundations of the business were built on the manufacture and supply of steel electrical conduit and accessories. Walsall went onto manufacture a wide array of electrical elements and lighting fixtures for the industrial market with the products’ glass or cast enclosures being branded with the distinctive Walsall mark. By 1961 the company was employing 2,000 people. In the mass mergers of the late 1960s, Walsall was eventually bought out by another of our favourite iconic British lighting brands, General Electric Company (G.E.C).<\/p>",
            "link": "",
            "link_text": "View all Walsall Lights"
          }
        },
        "ee8a8f93-ac6c-4e73-b8ce-6a352b5142b1": {
          "type": "filter",
          "settings": {
            "heading": "Wardle",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/marque-wardle.webp",
            "title": "Manufacturer: Wardle",
            "copy": "<p>The Wardle Engineering Company Limited was founded by Walter and Arthur Wardle during the 1890s in Manchester. The firm was sold to Chamen and Wilkinson in 1910, but the name was retained. Despite an early foothold in the market, Wardle never gained the success of the larger manufacturers, and their products were rarely installed far from their Manchester manufacturing base. Trading ceased in the 1980s. The Prismalux Art Deco glass bulkheads, originally developed by Wardle in the 1930s, remain one of our firm favourites.<\/p>",
            "link": "",
            "link_text": "View all Wardle Lights"
          }
        }
      },
      "block_order": [
        "1dc1bed2-799f-4e91-a4a2-335fdd15f0eb",
        "41d4cbe3-b529-4fc5-901a-5bcf4305bbba",
        "2c8c4414-3d93-445f-bc09-a73b918e6cb3",
        "402bf3d1-6b7b-43c8-88e2-76d678ae3f1d",
        "e6419d20-c823-4c38-9c90-8f9caab6319d",
        "55c7ad5a-2dda-4851-a9d3-a0ce570ce273",
        "ee8a8f93-ac6c-4e73-b8ce-6a352b5142b1"
      ],
      "settings": {
        "flush": true,
        "flush_bottom": true
      }
    },
    "1ef34e4a-a4e6-4be3-931f-5a87ad67a705": {
      "type": "product-metafield-details",
      "blocks": {
        "0c7a4ad1-214d-4bfa-acb4-c3fd43649a7c": {
          "type": "filter",
          "settings": {
            "heading": "Czechoslovakia (former)",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/700x700_cv_czechoslovakia-origin-country-map_1.webp",
            "title": "Origin: Czechoslovakia (former)",
            "copy": "<p>Much of the lighting we salvage and restore from the former Eastern Bloc was produced in the manufacturing powerhouses of former Czechoslovakia. Under Communist rule the same design was often manufactured in three scaled versions to cater for varying bulb wattage. The country is also famed for its beautiful glassware, with both wall and ceiling opaline glass lights often being used in public and residential settings, such as housing blocks and schools.<\/p>",
            "link": "",
            "link_text": "View all lights from Czechoslovakia (former)"
          }
        },
        "cfbf9ed8-7f51-4972-bb2b-309151b65af4": {
          "type": "filter",
          "settings": {
            "heading": "France",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/700x700_cv_france-origin-country-map.webp",
            "title": "Origin: France",
            "copy": "<p>Vintage French lighting is often defined by the industrial lights of Jielde and Mapelec, but lighting companies throughout France have historically designed and manufactured lights for all applications. This variety is reflected in the styles of lights we salvage and restore - from the decorative Art Nouveau and Art Deco to the classic harder edged, clean-lined industrial aesthetic.<\/p>",
            "link": "",
            "link_text": "View all lights from France"
          }
        },
        "558bc971-aa7d-4e2d-ab1b-49a64b44085d": {
          "type": "filter",
          "settings": {
            "heading": "Germany",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/700x700_cv_germany-origin-country-map.webp",
            "title": "Origin: Germany",
            "copy": "<p>German designs are famed for their clean lined and well engineered approach. The Bauhaus School played a major role in combining design with engineering during the late 1920s and early 1930s. A number of lights we salvage were influenced by Bauhaus School design. From the mid to late 20th century, Communist East Germany produced a wide variety of lights for both industrial, commercial and residential applications, often manufactured in three scaled versions to cater for varying bulb wattage.<\/p>",
            "link": "",
            "link_text": "View all lights from Germany"
          }
        },
        "a57098d3-5fef-49e4-83cd-4e4e27e0695c": {
          "type": "filter",
          "settings": {
            "heading": "Holland",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/700x700_cv_holland-origin-country-map.webp",
            "title": "Origin: Holland",
            "copy": "<p>Holland’s lighting landscape has been illuminated by the Dutch powerhouse Philips since its creation in the the late 1800s. Philips and other lighting companies throughout Holland design and manufacture lights for all applications, and this variety is reflected in the styles of lights we salvage.<\/p>",
            "link": "",
            "link_text": "View all lights from Holland"
          }
        },
        "4264ca96-e5bf-41b6-b855-598ac57b2019": {
          "type": "filter",
          "settings": {
            "heading": "Hungary",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/700x700_cv_hungary-origin-country-map.webp",
            "title": "Origin: Hungary",
            "copy": "<p>We salvage high volumes of industrial and decorative lighting from this landlocked former Eastern Bloc country. Hungarian industrial enamel shades are often available in blue or white, whereas the decorative glassware has more of a clean line and timeless design. In the mid to late 20th century, the Communist east produced a wide variety of lights for both industrial, commercial and residential applications often manufactured in three scaled versions to cater for varying bulb wattage.<\/p>",
            "link": "",
            "link_text": "View all lights from Hungary"
          }
        },
        "eb6e1178-8def-4826-a76f-78529c492e9c": {
          "type": "filter",
          "settings": {
            "heading": "Japan",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/700x700_cv_japan-origin-country-map.webp",
            "title": "Origin: Japan",
            "copy": "<p>Due to the location we rarely have the opportunity to reclaim and restore light fixtures from Japan. The majority of the products we do reclaim and restore are salvaged from Japanese cargo ships which, after serving long lives at sea, are decommissioned and dismantled at the world’s ship breaking yards in India and Bangladesh. Often produced in Brass, Copper or Aluminium a single ship may contain many thousands of the same light fixture.<\/p>",
            "link": "",
            "link_text": "View all lights from Japan"
          }
        },
        "a2330632-993f-4579-b847-6107bf482c26": {
          "type": "filter",
          "settings": {
            "heading": "Poland",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/700x700_cv_poland-origin-country-map.webp",
            "title": "Origin: Poland",
            "copy": "<p>Many of the products we salvage and restore from the former Eastern Bloc were produced in Poland. As with the majority of lights designed and manufactured under Communist rule - during the period from the end of the Second World War to the fall of the Berlin wall - they are defined by a clean industrial aesthetic, with the same design often manufactured in three scaled versions to cater for varying bulb wattage.<\/p>",
            "link": "",
            "link_text": ""
          }
        },
        "91adb453-ecbf-478c-b840-eeea1d2b3b6a": {
          "type": "filter",
          "settings": {
            "heading": "U.S.A",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/700x700_cv_1_usa-origin-country-map.webp",
            "title": "Origin: U.S.A",
            "copy": "<p>Unlike the communist Eastern Bloc countries, lighting design in mid-century U.S.A. benefitted from a free market. Different companies were working at the same time designing and producing similar products for the same market, often with only slight differences in their style. Due to the location we rarely have the opportunity to reclaim and restore light fixtures from the U.S.A., but some of our perennial favourites are the old signal lights that adorned the highways of the midwest. We reconfigure and restore these timeless classics into functional pendant lights, for both residential and commercial use.<\/p>",
            "link": "",
            "link_text": "View all lights from U.S.A"
          }
        },
        "b8f4f725-e525-49db-9bcf-65a9f0395954": {
          "type": "filter",
          "settings": {
            "heading": "U.S.S.R (former)",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/700x700_cv_ussr-origin-country-map_e441bbdf-89cf-4de2-951f-e4d91d820226.webp",
            "title": "Origin: U.S.S.R (former)",
            "copy": "<p>Many of the products we salvage and restore from the former Eastern Bloc were produced in the former U.S.S.R. and are defined by a clean industrial aesthetic. As with other Communist countries, the same design was often manufactured in three scaled versions to cater for varying bulb wattage. Lights from this region are often defined by their distinctive light green, two-tone colour ways.<\/p>",
            "link": "",
            "link_text": "View all lights from U.S.S.R (former)"
          }
        },
        "7f7dbebb-6100-4fa9-b1df-aa29385d816f": {
          "type": "filter",
          "settings": {
            "heading": "UK",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/700x700_cv_united-kingdom-origin-country-map_6aff0b49-69b2-4c31-a1b0-a2a790806be9.webp",
            "title": "Origin: UK",
            "copy": "<p>Lighting design in the UK benefitted from a free market. Different companies were working at the same time, designing and producing similar products for the same market. Often with only slight differences in their style, they constantly upgraded and improved their original designs. The products we salvage come from the old industrial heartland of England. This area of the UK was once the boiler room of the British economy - from the potteries of Stoke, through the engineering works of Birmingham, to the wool, textile and cotton mills of Oldham and Manchester.<\/p>",
            "link": "",
            "link_text": "View all lights from UK"
          }
        },
        "670b8665-2ca2-40e4-95fd-ac85cb9f45ca": {
          "type": "filter",
          "settings": {
            "heading": "AEI",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_1_1.png",
            "title": "Manufacturer: AEI",
            "copy": "<p>Associated Electrical Industries (AEI) was established in 1928, a result of a merger between two well known rival electrical companies - Metropolitan-Vickers and British Thomson-Houston. Although they produced a selection of lights alongside other electrical devices, it wasn’t until 1956 that AEI Lamps and Lighting Co. was formed. By 1961 their lighting production had become so successful it became a company in its own right, retaining the brand name AEI until the company was taken over in 1964 to form part of British Lighting Industries.<\/p>",
            "link": "",
            "link_text": "View all AEI Lights"
          }
        },
        "579486ba-f638-4b06-b48e-7046da30bc7d": {
          "type": "filter",
          "settings": {
            "heading": "Benjamin Electric",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_2_2.png",
            "title": "Manufacturer: Benjamin Electric",
            "copy": "<p>The Benjamin Electric Manufacturing Company was founded by Reuben Berkley Benjamin in Chicago, Illinois in 1898. With the popularity of its lighting, the company expanded rapidly throughout the USA and Canada and then finally abroad, to England - more specifically London - which is where our shades were manufactured. Benjamin was a prolific inventor, mostly in the field of electric lighting. One of his most influential designs was the R.L.M. enamel shade - an influence so profound that this design is what we now recognise as the classic industrial enamel.<\/p>",
            "link": "",
            "link_text": "View all Benjamin Electric Lights"
          }
        },
        "e149d46f-ce1a-4108-b49e-fa1c018b3bf0": {
          "type": "filter",
          "settings": {
            "heading": "Baldwin & Francis",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_3.png",
            "title": "Manufacturer: Baldwin & Francis",
            "copy": "<p>Founded in Sheffield in 1919, Baldwin and Francis started out as Baldwin Electrical, before merging with Wilfred Francis & Co Ltd in the 1940s and forming the firm we know today as Baldwin & Francis. Throughout the 1940s, the team focused on manufacturing electricals for the mining industry, including switchgears and gate end boxes (GEBs), before shifting their focus to lighting. A subsequent merger with Rolls Royce in 1989 enabled the firm to cement themselves as an industry leader, with expansion now seen globally across the USA, Canada and China.<\/p>",
            "link": "",
            "link_text": "View all Baldwin & Francis Lights"
          }
        },
        "5d14cae6-0f53-458b-8856-57da8894bfe4": {
          "type": "filter",
          "settings": {
            "heading": "BTH",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_10_1.png",
            "title": "Manufacturer: BTH",
            "copy": "<p>British Thomson-Houston (BTH) was founded in 1896 in Rugby, Warwickshire. In 1911, BTH obtained the GE patents for tungsten filaments and the Mazda trademark. From the 1930s the company became well known for the production of street lighting columns and lanterns - some of our favourite and rarest finds are the urban prismatic lanterns they produced in the 1950s. The company was abolished during the mass mergers of the 1960s and consolidated under the AEI banner.<\/p>",
            "link": "",
            "link_text": "View all BTH Lights"
          }
        },
        "b7eafbd5-46ae-48ad-ab26-63a077fa3f2a": {
          "type": "filter",
          "settings": {
            "heading": "Coolicon",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_11_1.png",
            "title": "Manufacturer: Coolicon",
            "copy": "<p>Coolicon shades were first produced in 1933 with the company focusing purely on two different diameters of vitreous enamel shade. The lights were clearly identified by their classic open neck vents and British racing green enamel. Each product was also branded with the manufacturer's label ‘Coolicon The Standard Utility Lighting Shade’. The lights were originally marketed with the strapline ‘The modern shade for the modern lamp’ and - due to their robust design and low price - were the choice for lighting factories, workshops, mills and farm buildings from the 1930s through to the 1950s.<\/p>",
            "link": "",
            "link_text": "View all Coolicon Lights"
          }
        },
        "965b9024-3036-426c-9e8c-3866b41e64b7": {
          "type": "filter",
          "settings": {
            "heading": "Coughtrie",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_13_1.png",
            "title": "Manufacturer: Coughtrie",
            "copy": "<p>Established in 1941 on Montrose Avenue, Hillington Estate, Glasgow, Scotland, Coughtrie is one of the few companies from this period still in operation. Their name continues to be associated with reliable industrial wall or ceiling mounted bulkhead fittings. Over the years we have salvaged many beautiful lights made by Coughtrie, with their classic castings; lights that have in most cases, outlasted the buildings for which they were originally designed.<\/p>",
            "link": "",
            "link_text": "View all Coughtrie Lights"
          }
        },
        "f4ddb2c5-48fe-47cb-8f19-7850862d3674": {
          "type": "filter",
          "settings": {
            "heading": "Crouse Hinds",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_14_1.png",
            "title": "Manufacturer: Crouse Hinds",
            "copy": "<p>Crouse Hinds is one of the oldest light manufacturers in the U.S. and were founded during 1897 in Syracuse, New York. Initially producing a patented tram car headlight, the firm grew to produce (amongst other items) switches, electrical conduits, traffic lights, airport lighting and even the lighting for Panama Canal. The company name is still in use today as a subsidiary of Cooper Industries, however the traffic signal production ended in 1981.<\/p>",
            "link": "",
            "link_text": "View all Crouse Hinds Lights"
          }
        },
        "f9c72ccb-96ce-408e-b975-12645c57836f": {
          "type": "filter",
          "settings": {
            "heading": "Cryselco",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_15.png",
            "title": "Manufacturer: Cryselco",
            "copy": "<p>The Crystal Electric Lighting Company (Crysleco) was founded in 1895 and based at the Kempston Works in Bedford. Originally established to manufacture Carbon and tungsten filament lamps. The company was privatised in 1898 and by the 1960s they were employing over 600 workers, by this time they'd expanded to manufacture electric light fittings with the first recorded mention of the Cryselco lamp shade appearing in 1961. In the late 1980s the company moved to new premises at 274 Ampthill Road, Bedford and after over 120 years of trading the company ceased operations in 2016.<\/p>",
            "link": "",
            "link_text": "View all Cryselco Lights"
          }
        },
        "e6438c3c-66ef-4a6d-a0b2-09779f7c6c43": {
          "type": "filter",
          "settings": {
            "heading": "E.D.L",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_16_1.png",
            "title": "Manufacturer: E.D.L",
            "copy": "<p>Established in 1922 in Staffordshire as a lighting and cable support manufacturer, EDL Lighting is one of the few companies we salvage lighting from still in operation today. Rightly well known for their beautifully engineered task and machinist lights, we have been privileged to salvage many fine examples; lights that have in most cases, outlasted the buildings for which they were originally designed.<\/p>",
            "link": "",
            "link_text": "View all E.D.L Lights"
          }
        },
        "32aa3006-dd69-41c0-8f5f-912eb1ef7acc": {
          "type": "filter",
          "settings": {
            "heading": "Eagle",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_17.png",
            "title": "Manufacturer: Eagle",
            "copy": "<p>The Eagle Signal and Sign Company is one of the oldest traffic light manufacturers in the U.S., founded in 1931 in Moline, Illinois. Eagle became one of the market leaders of traffic signal lights, competing with other brands such as Crouse-Hinds and Marbelite, for control of the midwest American market. During the 1930s and 1940s Eagle manufactured a limited range of lights but often upgraded their designs with minor changes. In the 1950s and 1960s they went on to produce flat-back models and larger 12 inch designs.<\/p>",
            "link": "",
            "link_text": "View all Eagle Lights"
          }
        },
        "d4a510d2-72cd-4dd1-855a-cd3b35d9df27": {
          "type": "filter",
          "settings": {
            "heading": "Ediswan",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_18.png",
            "title": "Manufacturer: Ediswan",
            "copy": "<p>American Thomas Edison was not the first to patent the modern design of the light bulb - in the UK, Joseph Swan's patent predated it. Edison lost in the British courts for infringement of Swan's patent and as part of the settlement, Edison was forced to take Swan in as a partner in his British electric works. The company was registered in 1883 as the ‘Edison and Swan United Electric Light Co.’ In 1916, the company rebranded as Ediswan. In the 1920s it first became part of BTH, then subsequently part of AEI, although production continued under the Ediswan brand into the 1950s.<\/p>",
            "link": "",
            "link_text": "View all Ediswan Lights"
          }
        },
        "84b96e02-a28e-4e20-aa44-c0f8e4c5f649": {
          "type": "filter",
          "settings": {
            "heading": "Eleco",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_19.png",
            "title": "Manufacturer: Eleco",
            "copy": "<p>Eleco (The Engineering and Lighting Equipment Co) was founded in 1895 in St. Albans, Hertfordshire. Eleco quickly established themselves as specialists in providing complete street lighting layouts, with one of their most famous projects being the original lighting for the Victoria Embankment in London. Eleco street lanterns are easily recognisable with their distinctive branding and two part aluminium and prismatic glass enclosures.<\/p>",
            "link": "",
            "link_text": "View all Eleco Lights"
          }
        },
        "1de8d150-6cd3-4e76-8dbf-446ceb7f3839": {
          "type": "filter",
          "settings": {
            "heading": "Falks",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_20.png",
            "title": "Manufacturer: Falks",
            "copy": "<p>Established in 1881, ‘Falk, Stadelmann and Co. Ltd’ of 91 Farringdon Road, London, were originally importers of, amongst other products, gas fittings and paraffin lamps. In 1962, Falk, Stadelmann and Co changed its name to Falks Ltd - but sadly after poor trading years in the late 1960s the company was taken over by Jessel Investments, who sold off all property and ceased manufacturing activities. We regularly come across lighting by Falks - their prismatic wall lights were particularly well made and remain a timeless industrial classic.<\/p>",
            "link": "",
            "link_text": "View all Falks Lights"
          }
        },
        "030b5f6d-4a74-46a2-b148-dfa7526572d0": {
          "type": "filter",
          "settings": {
            "heading": "G.E.C",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_21.png",
            "title": "Manufacturer: G.E.C",
            "copy": "<p>Established in London, in 1886 the General Electric Company were to become the largest electrical manufacturing organisation in the British Empire and lived up to their description of ‘Manufacturers of everything electrical’ throughout their 100 year history. During the mass industrialisation of the 1950s, GEC were often the supplier of choice for lighting the factories, workshops and mills of Britain with their huge range of light fixtures for every application.<\/p>",
            "link": "",
            "link_text": "View all G.E.C Lights"
          }
        },
        "8010201f-c719-44d6-9827-c7cc37057903": {
          "type": "filter",
          "settings": {
            "heading": "Hanovia",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_22_1.png",
            "title": "Manufacturer: Hanovia",
            "copy": "<p>Established in 1924 and based on Bath Road, Slough, Buckinghamshire, Hanovia were industry experts in developing UV and heat lamp technology. Many floor and table-mounted versions were developed over a 50 year period for home and professional use. The success of the designs is clear - similar models remained in production for many years with only very small adjustments to tweak the design efficiency of the lights. Although the business activities have diversified, the company still specialises in UV technology over 90 years later, from the same west London site.<\/p>",
            "link": "",
            "link_text": "View all Hanovia Lights"
          }
        },
        "e0e88d32-6b6f-460f-b9c2-32338ffe562e": {
          "type": "filter",
          "settings": {
            "heading": "Heyes",
            "flush_bottom": false,
            "image": "shopify:\/\/shop_images\/Group_23.png",
            "title": "Manufacturer: Heyes",
            "copy": "<p>We can't be certain of the exact origins of Heyes and Co. of Water Heyes Electrical Works, Wigan, but we think the company was established in the early part of the 20th century with the first records we’ve uncovered being dated 1922. For over 50 years Heyes specialised in the design and manufacture of industrial and explosion proof lighting intended for use in extreme locations such as oil refineries and the mining industry. Then, in 1986 the company was acquired by Petrel Ltd and the Heyes name disappeared.<\/p>",
            "link": "",
            "link_text": "View all Heyes Lights"
          }
        },
        "b82e7029-cffd-4fdc-9f80-19e24a22ee1b": {
          "type": "filter",
          "settings": {
            "heading": "Holophane",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_24_1.png",
            "title": "Manufacturer: Holophane",
            "copy": "<p>Holophane was founded in London in 1896. The name is derived from the Greek ‘Holos’ meaning whole and ‘phanos’ meaning light. The hallmark of all Holophane lights are their borosilicate pressed glass refractors - these are prisms built into the glass giving it a ribbed appearance that produces a combination of uplight and downlight. It's this spreading or refracting of light, illuminating spaces evenly, that accounts for their popularity. The Holophane ribbed glass refractor is a true vintage icon, and as Holophane is still in existence, continues to be used by the lighting industry today.<\/p>",
            "link": "",
            "link_text": "View all Holophane Lights"
          }
        },
        "bfd0ac35-73bd-452f-b3e1-52a17305fa28": {
          "type": "filter",
          "settings": {
            "heading": "iGuzzini",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_25_1_a400adf2-c37b-47ba-8b73-47c12a7d8b8f.png",
            "title": "Manufacturer: iGuzzini",
            "copy": "<p>Unlike the majority of Italian production which is based in the north, iGuzzini is an established lighting manufacturer based centrally on the Adriatic coast. iGuzzini was founded by the six Guzzini brothers - Raimondo, Giovanni, Virgilio, Giuseppe, Adolfo and Giannunzio in the 1960s. The Guzzini company rebranded many times in the 20th century, going by, at various points - Harvey Creazioni, Harvey Guzzini, Guzzini, iGuzzini, and Illuminazione Guzzini. In the 1970s the company rebranded once more as iGuzzini—adding 'Illuminazione' in 1981. The company still exists today.<\/p>",
            "link": "",
            "link_text": "View all iGuzzini Lights"
          }
        },
        "b1e02439-895d-4d42-8794-806dfe8846a0": {
          "type": "filter",
          "settings": {
            "heading": "Kandem",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_26.png",
            "title": "Manufacturer: Kandem",
            "copy": "<p>German lamp manufacturer Kandem was founded in Leipzig in 1889. From its establishment in 1919 Kandem was always closely connected with the Bauhaus school, purchasing and manufacturing many of the students’ designs. Through that connection they encountered student and designer Marianne Brandt. Brandt designed many household items including what was to become a modern classic - The Kandem Desk Light. Although the Kandem- Bauhaus relationship ended in 1933 when the school was closed, production of the lamps continued and the designs are now widely considered to be benchmarks in design history.<\/p>",
            "link": "",
            "link_text": "View all Kandem Lights"
          }
        },
        "74189e08-4e30-4390-b1c1-050836c4c684": {
          "type": "filter",
          "settings": {
            "heading": "Kelvin, Bottomley and Baird",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_27.png",
            "title": "Manufacturer: Kelvin, Bottomley and Baird",
            "copy": "<p>Formed in 1913 and more widely recognised within the marine field, the company Kelvin, Bottomley and Baird rapidly became well regarded in the production of ship's compasses and general nautical instruments. After a successful collaboration in 1941 with Henry Hughes and Sons, the two companies amalgamated in 1947 as Kelvin Hughes and the name Kelvin, Bottomley and Baird ceased to exist. We are unsure, but due to the nature of the company’s history, we suggest any lights produced were designed for application at sea.<\/p>",
            "link": "",
            "link_text": "View all Kelvin, Bottomley and Baird Lights"
          }
        },
        "b6fff42b-f9ee-4297-b5dd-3d2c8bf9697c": {
          "type": "filter",
          "settings": {
            "heading": "LFE",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_28.png",
            "title": "Manufacturer: LFE",
            "copy": "<p>Laboratory for Electronics (LFE) was founded in 1928 by Charles Adler Jr. and responsible for producing the first practical traffic light in the USA. By the 1950s LFE had become one of the most prolific manufacturers of traffic lights in the country, competing with other leading brands such as Eagle and Crouse Hinds. In the 1980s Mark IV Industries purchased LFE, who in turn sold the whole company to Siemens in 1997.<\/p>",
            "link": "",
            "link_text": "View all LFE Lights"
          }
        },
        "34b6899d-60ab-4993-8352-4448b0c89b6c": {
          "type": "filter",
          "settings": {
            "heading": "Lustry Kamenicky Senov",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_29.png",
            "title": "Manufacturer: Lustry Kamenicky Senov",
            "copy": "<p>Following WWII, all chandelier companies based in the Kamenicky Senov region of former Czechoslovakia (an area with a rich history of decorative glasswork) were put under joint administration by the state under a new name - Lustry Kamenicky Senov. In the 1960s, this new company primarily specialised in producing glass lighting and chandeliers for domestic use and the USSR. Though they later expanded into pendants and floor lights, their most iconic creation was the elegant crystal glass chandeliers known as the ‘Theresians’, which were inspired by 18th-century Bohemian chandeliers made for Empress Maria Theresa.<\/p>",
            "link": "",
            "link_text": "View all Lustry Kamenicky Senov Lights"
          }
        },
        "245e7e95-c3a8-47eb-9af9-ca20c715dc1a": {
          "type": "filter",
          "settings": {
            "heading": "Marbalite",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_30.png",
            "title": "Manufacturer: Marbalite",
            "copy": "<p>Marbalite of New York were founded in 1923. By the 1950s they had grown into one of the foremost traffic light manufacturers in the country, competing with other leading brands such as Eagle and Crouse Hinds. Marbalite provided most of the traffic lights for New York City from the 1950s through to the 1970s. They are still fairly common in the metropolitan area of NYC although their numbers are steadily dwindling as newer models replace them.<\/p>",
            "link": "",
            "link_text": "View all Marbalite Lights"
          }
        },
        "8c85ac9e-1776-4187-aa7b-d722a6ca0dff": {
          "type": "filter",
          "settings": {
            "heading": "Maxlume",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_31_1.png",
            "title": "Manufacturer: Maxlume",
            "copy": "<p>Maxlume were established during the early 1920s in Birmingham and manufactured a substantial range of fixtures of both an industrial and decorative style. The earliest catalogue we hold within our own internal manufacturer's archive is the 11th edition which is dated 1929 - during that year the company had actually doubled its manufacturing space and storage accommodation to cope with an ever increasing demand for its products. By the mid 1950s the company had been taken over by Verity’s, although the lights were still manufactured under the registered Maxlume mark.<\/p>",
            "link": "",
            "link_text": "View all Maxlume Lights"
          }
        },
        "b41be3c8-cb7b-4b1e-8be1-1df98ebf3e03": {
          "type": "filter",
          "settings": {
            "heading": "Mazdalux",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_32_1.png",
            "title": "Manufacturer: Mazdalux",
            "copy": "<p>Mazdalux was the trade name for the industrial lighting section of British Thomson-Houston, with Mazda being the brand applied to its filament lamps. In the main, Mazdalux focused on the production of steel enamelled reflector lighting from its central UK production plant in Rugby, Warwickshire. In comparison to other manufacturers of the time, production was relatively modest, making these quite rare examples of industrial lighting from the early 1930s through to the 1950s.<\/p>",
            "link": "",
            "link_text": "View all Mazdalux Lights"
          }
        },
        "a5431c39-e0ad-4287-b0e0-e7c7fe927224": {
          "type": "filter",
          "settings": {
            "heading": "MEK ELEK Engineering",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_33_ac419d04-8cd2-44a0-9674-1e4d42dd26d4.png",
            "title": "Manufacturer: MEK ELEK Engineering",
            "copy": "<p>Founded during 1931 in London, UK, MEK ELEK specialised in the manufacture of the Mekelite lathe light, primarily for use within the aircraft industry. Pathé newsreels of the 1940s clearly show row upon row of munitions machinists, labouring away under the illumination of Mek Elek lights. Mekelite lights were available in a wide range of types and sizes for floor, bench, wall and ceiling applications - all versions being based around a similar family of components. It is not known what became of the company, but their designs have stood the test of time and remain one of our favourite brands of early industrial lighting.<\/p>",
            "link": "",
            "link_text": "View all MEK ELEK Engineering Lights"
          }
        },
        "5ca49151-319e-4c96-8cff-9ca83476110a": {
          "type": "filter",
          "settings": {
            "heading": "NAPAKO",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_34.png",
            "title": "Manufacturer: NAPAKO",
            "copy": "<p>NAPAKO is a lighting manufacturer founded in 1919 in Prague, former Czechoslovakia. Considered a collective NAPAKO worked alongside various designers in the early twentieth century, most notably with highly acclaimed designer Josef Hurka. Hurka began his career designing electrical appliances before specialising in household lighting, including ceiling and floor lamps. Napako pieces designed by Hurka are considered collectibles and are to this day, highly sought after and awarded in the lighting design industry.<\/p>",
            "link": "",
            "link_text": "View all NAPAKO Lights"
          }
        },
        "10bc7878-53f7-4fb0-9398-f40c486b17e5": {
          "type": "filter",
          "settings": {
            "heading": "Perihel",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_35.png",
            "title": "Manufacturer: Perihel",
            "copy": "<p>Perihel was a highly successful manufacturer of light therapy lamps for both professional and home use, manufacturing elegant light therapy lamps for the clinic and the home. We are unsure of their exact origins but from advertising literature we have in our own archive we can be sure that in the 1930s the company was based in Germany with production in Prague. Then, again based on its product pamphlets, by the 1940s and 1950s it had bases in the UK at Edge Street and Rabbit Row in London.<\/p>",
            "link": "",
            "link_text": "View all Perihel Lights"
          }
        },
        "2812773a-587b-4183-adbe-0e2edbc7ebad": {
          "type": "filter",
          "settings": {
            "heading": "Philips",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_36.png",
            "title": "Manufacturer: Philips",
            "copy": "<p>The long established Dutch powerhouse was founded in Eindhoven in 1891, by Gerard Philips and his father Frederik. Manufacture initially centred around the production of filament light bulbs and then expanded into a wealth of other electrical areas including engines, radios, televisions and shavers. Philips is now one of the largest electronics companies in the world employing over 100,000 people across more than 60 countries.<\/p>",
            "link": "",
            "link_text": "View all Philips Lights"
          }
        },
        "fb188370-62b8-4cd9-9e50-8939a04c7a40": {
          "type": "filter",
          "settings": {
            "heading": "Pifco",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_37.png",
            "title": "Manufacturer: Pifco",
            "copy": "<p>Pifco (Provincial Incandescent Fittings Co. Ltd) of Failsworth, Manchester were established in 1900 as manufacturers of lighting appliances and accessories. The company went on to purchase many smaller companies, and manufactured a wide range of electrical items including cookers, heaters and cycle lamps. Pifco is most remembered for its distinctive range of heat therapy lamps, predominantly for use within the home - heat therapy was a popular treatment for many ailments in the early to mid 20th century and, when converted, the beautifully designed lamps make wonderful modern desk lights.<\/p>",
            "link": "",
            "link_text": "View all Pifco Lights"
          }
        },
        "2a15dc1a-1ca3-4a8f-8b39-273845183d55": {
          "type": "filter",
          "settings": {
            "heading": "Prometheus Electric Corporation",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/Group_38.png",
            "title": "Manufacturer: Prometheus Electric Corporation",
            "copy": "<p>Prometheus Electric Corporation was founded in 1904, spearheaded by President David T Davis in New York. Specialising in the manufacture of household electrics, the team focused their efforts on stoves and irons, as well as innovative technologies for medical lights used in infrared therapy. Ceasing production by 1920, Prometheus pieces are now considered collectible items.<\/p>",
            "link": "",
            "link_text": "View all Prometheus Electric Corporation Lights"
          }
        },
        "bec5a70d-6681-4580-8963-faf68a7dc975": {
          "type": "filter",
          "settings": {
            "heading": "R.E.A.L",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/marque-real.webp",
            "title": "Manufacturer: R.E.A.L",
            "copy": "<p>R.E.A.L. (Rowlands Electrical Accessories Ltd) were founded in 1926 and based in Birmingham. They manufactured a wide range of lighting fixtures for industrial use with the products’ glass enclosures or enamel shades always being embossed with the distinctive R.E.A.L. mark. It is not known what became of the company but it is assumed they were swallowed during the mass mergers of the 1960s. The last catalogue we have in our archive is dated 1953.<\/p>",
            "link": "",
            "link_text": "View all R.E.A.L Lights"
          }
        },
        "a4d44678-28c0-45ea-8467-1f00df080801": {
          "type": "filter",
          "settings": {
            "heading": "REVO",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/marque-revo-3.webp",
            "title": "Manufacturer: REVO",
            "copy": "<p>REVO was founded in the early 20th century and became a household name in the 1930s, when electric street lighting was widely introduced throughout the UK. Based in Tipton, Staffordshire, REVO engineers were famed for their creativity, often developing styles of lighting individual to the towns for which they were designed. This means that whilst there are a wealth of classic REVO styles, from prismatics and enamels to machinist lights and bulkheads, there are also some incredible individual rarities to be found.<\/p>",
            "link": "",
            "link_text": "View all REVO Lights"
          }
        },
        "1c686942-8c10-4c08-ad5c-15971e14fac5": {
          "type": "filter",
          "settings": {
            "heading": "Simplex Electric Co",
            "flush_bottom": true,
            "image": "shopify:\/\/shop_images\/marque-simplex.webp",
            "title": "Manufacturer: Simplex Electric Co",
            "copy": "<p>Simplex Electric Co was formed in 1932 when Credenda Conduit Co and Simplex Conduits Ltd of Garrison Lane, Birmingham, merged. In addition to lighting equipment and conduits, the company began to manufacture Creda domestic cooking appliances. Between 1932 and 1965 Simplex Electric Co produced a wide range of lighting products but is primarily recognised for its early elegant prismatic street lanterns, bulkheads and latterly for linear industrial fluorescent fixtures. Then as the mass mergers of the 1960s unfolded, the company was bought by General Electric of the U.S.A. and production as Simplex stopped.<\/p>",
            "link": "",
            "link_text": "View all Simplex Electric Co Lights"
          }
        },
        "052e0a53-1776-46fe-a6fc-95e9edc89353": {
          "type": "meta_one",
          "settings": {
          }
        },
        "dc5e2cd0-5e9b-411a-8c8d-e9284b5c7f08": {
          "type": "pdf",
          "settings": {
          }
        },
        "241364da-ca26-48c0-8fdd-12c48bb329af": {
          "type": "meta_two",
          "settings": {
          }
        },
        "d1870981-b76b-4455-a845-bd7526a220f9": {
          "type": "meta_three",
          "settings": {
          }
        },
        "471332c3-15a0-4968-9030-f9f0db59f550": {
          "type": "meta_four",
          "settings": {
          }
        },
        "7554683d-774c-4a01-a4a3-80f7bb734309": {
          "type": "meta_five",
          "settings": {
          }
        }
      },
      "block_order": [
        "0c7a4ad1-214d-4bfa-acb4-c3fd43649a7c",
        "cfbf9ed8-7f51-4972-bb2b-309151b65af4",
        "558bc971-aa7d-4e2d-ab1b-49a64b44085d",
        "a57098d3-5fef-49e4-83cd-4e4e27e0695c",
        "4264ca96-e5bf-41b6-b855-598ac57b2019",
        "eb6e1178-8def-4826-a76f-78529c492e9c",
        "a2330632-993f-4579-b847-6107bf482c26",
        "91adb453-ecbf-478c-b840-eeea1d2b3b6a",
        "b8f4f725-e525-49db-9bcf-65a9f0395954",
        "7f7dbebb-6100-4fa9-b1df-aa29385d816f",
        "670b8665-2ca2-40e4-95fd-ac85cb9f45ca",
        "579486ba-f638-4b06-b48e-7046da30bc7d",
        "e149d46f-ce1a-4108-b49e-fa1c018b3bf0",
        "5d14cae6-0f53-458b-8856-57da8894bfe4",
        "b7eafbd5-46ae-48ad-ab26-63a077fa3f2a",
        "965b9024-3036-426c-9e8c-3866b41e64b7",
        "f4ddb2c5-48fe-47cb-8f19-7850862d3674",
        "f9c72ccb-96ce-408e-b975-12645c57836f",
        "e6438c3c-66ef-4a6d-a0b2-09779f7c6c43",
        "32aa3006-dd69-41c0-8f5f-912eb1ef7acc",
        "d4a510d2-72cd-4dd1-855a-cd3b35d9df27",
        "84b96e02-a28e-4e20-aa44-c0f8e4c5f649",
        "1de8d150-6cd3-4e76-8dbf-446ceb7f3839",
        "030b5f6d-4a74-46a2-b148-dfa7526572d0",
        "8010201f-c719-44d6-9827-c7cc37057903",
        "e0e88d32-6b6f-460f-b9c2-32338ffe562e",
        "b82e7029-cffd-4fdc-9f80-19e24a22ee1b",
        "bfd0ac35-73bd-452f-b3e1-52a17305fa28",
        "b1e02439-895d-4d42-8794-806dfe8846a0",
        "74189e08-4e30-4390-b1c1-050836c4c684",
        "b6fff42b-f9ee-4297-b5dd-3d2c8bf9697c",
        "34b6899d-60ab-4993-8352-4448b0c89b6c",
        "245e7e95-c3a8-47eb-9af9-ca20c715dc1a",
        "8c85ac9e-1776-4187-aa7b-d722a6ca0dff",
        "b41be3c8-cb7b-4b1e-8be1-1df98ebf3e03",
        "a5431c39-e0ad-4287-b0e0-e7c7fe927224",
        "5ca49151-319e-4c96-8cff-9ca83476110a",
        "10bc7878-53f7-4fb0-9398-f40c486b17e5",
        "2812773a-587b-4183-adbe-0e2edbc7ebad",
        "fb188370-62b8-4cd9-9e50-8939a04c7a40",
        "2a15dc1a-1ca3-4a8f-8b39-273845183d55",
        "bec5a70d-6681-4580-8963-faf68a7dc975",
        "a4d44678-28c0-45ea-8467-1f00df080801",
        "1c686942-8c10-4c08-ad5c-15971e14fac5",
        "052e0a53-1776-46fe-a6fc-95e9edc89353",
        "dc5e2cd0-5e9b-411a-8c8d-e9284b5c7f08",
        "241364da-ca26-48c0-8fdd-12c48bb329af",
        "d1870981-b76b-4455-a845-bd7526a220f9",
        "471332c3-15a0-4968-9030-f9f0db59f550",
        "7554683d-774c-4a01-a4a3-80f7bb734309"
      ],
      "settings": {
        "flush": true,
        "flush_bottom": true
      }
    },
    "ee009aad-efa1-453e-a080-2be48216ae9f": {
      "type": "section-text-and-image",
      "settings": {
        "flush": true,
        "flush_bottom": false,
        "layout": "right",
        "image": "shopify:\/\/shop_images\/SF_Full_Circle_Development_AW_SF_FC_Roundel_with_copy-1.jpg",
        "title": "Lights for life",
        "small_title": true,
        "subheading": "<p>As well as offering a lifetime guarantee that includes repairs, our Full Circle buy-back scheme gives you the opportunity to trade-in your skinflint lights. It keeps vintage lights in use forever - helping you and our planet.<\/p><p><\/p><p><a href=\"https:\/\/www.skinflintdesign.com\/pages\/full-circle\"><strong>Trade in, get credit<\/strong><\/a><\/p>",
        "link": "",
        "link_text": "",
        "link_2": "",
        "link_text_2": ""
      }
    },
    "product-usps": {
      "type": "product-usps",
      "blocks": {
        "21aebdb9-c123-471d-843e-3ccad2f4bfa8": {
          "type": "text_block",
          "settings": {
            "enable_image": true,
            "image": "shopify:\/\/shop_images\/1_lightbulbsfaq_1.webp",
            "title": "Light Bulbs",
            "text": "<p>Why we recommend using energy-saving LED light bulbs in all of our vintage lights.<\/p>",
            "button_label": "Read more",
            "button_link": "#"
          }
        },
        "94a8a4ac-6bb8-4523-97c9-71ac3109801d": {
          "type": "text_block",
          "settings": {
            "enable_image": true,
            "image": "shopify:\/\/shop_images\/2_shippingfastdelivery_1.webp",
            "title": "Shipping",
            "text": "<p>Our UK and international shipping and our no quibble return options explained.<\/p>",
            "button_label": "Read more",
            "button_link": "#"
          }
        },
        "f5676427-85e8-42c5-bc18-dae4e881a94d": {
          "type": "text_block",
          "settings": {
            "enable_image": true,
            "image": "shopify:\/\/shop_images\/2_wetroomsfaq_1.webp",
            "title": "Applications",
            "text": "<p>Where our lights can be used internally and externally, including bathrooms and IP ratings.<\/p>",
            "button_label": "Read more",
            "button_link": "#"
          }
        },
        "6c4045ce-acac-4a8d-be55-5dd29778e7dc": {
          "type": "text_block",
          "settings": {
            "enable_image": true,
            "image": "shopify:\/\/shop_images\/1_certificationsfaq.webp",
            "title": "Certifications",
            "text": "<p>Our UK Lighting Industry Association (LIA), British Standards and UL certifications.<\/p>",
            "button_label": "Read more",
            "button_link": "#"
          }
        },
        "2ece7aaf-2318-457b-9a95-5533602c51bb": {
          "type": "text_block",
          "settings": {
            "enable_image": true,
            "image": "shopify:\/\/shop_images\/bcorplogoblack4.webp",
            "title": "B-Corp",
            "text": "<p>Everything you need to know about B Corps - explained.<\/p>",
            "button_label": "Read more",
            "button_link": "#"
          }
        }
      },
      "block_order": [
        "21aebdb9-c123-471d-843e-3ccad2f4bfa8",
        "94a8a4ac-6bb8-4523-97c9-71ac3109801d",
        "f5676427-85e8-42c5-bc18-dae4e881a94d",
        "6c4045ce-acac-4a8d-be55-5dd29778e7dc",
        "2ece7aaf-2318-457b-9a95-5533602c51bb"
      ],
      "settings": {
        "flush": false,
        "flush_bottom": false,
        "title": ""
      }
    },
    "product-contact-form": {
      "type": "product-contact-form",
      "settings": {
        "paragraph": "",
        "title": "Enquire about this product",
        "text": "",
        "show_phone": false,
        "narrow_column": true,
        "tc_link": ""
      }
    },
    "more-products-origin": {
      "type": "more-products-origin",
      "settings": {
      }
    },
    "more-products-era": {
      "type": "more-products-era",
      "settings": {
      }
    },
    "more-products-vendor": {
      "type": "more-products-vendor",
      "settings": {
      }
    },
    "1018a177-fdc7-4a54-9f7f-8f3611e1e80c": {
      "type": "section-split-text",
      "blocks": {
        "template--16727915790652__1018a177-fdc7-4a54-9f7f-8f3611e1e80c-1669706979c85095d9-0": {
          "type": "text_block",
          "settings": {
            "title": "Ceiling plates",
            "text": "<p>Beautiful little ceiling plate. Elegant. Functional. Well made. Simple to install. Top quality. Excellent condition. Excellent <\/p><p>- Jonny | East Sussex | UK<\/p>"
          }
        },
        "template--16727915790652__1018a177-fdc7-4a54-9f7f-8f3611e1e80c-1669706979c85095d9-1": {
          "type": "text_block",
          "settings": {
            "title": "Lampada biblioteca Versailles",
            "text": "<p>Lampada stupenda!!! Servizio impeccabile e velocissimo, davvero tutti i miei complimenti, siete bravissimi!<\/p><p>- Isabella | Milano | Italy<\/p>"
          }
        },
        "d4464f82-7bdb-4bcb-9677-a8fa6ae6da49": {
          "type": "text_block",
          "settings": {
            "title": "Example title",
            "text": "<p>I have never received a more beautifully packaged item, the light itself is wonderful and we are very pleased. <\/p><p>- Eleanor | Worcester | UK<\/p>"
          }
        },
        "290d6d41-ec3c-49d2-9d47-c01b7a17cd83": {
          "type": "text_block",
          "settings": {
            "title": "\"Genius Full Circle initative\"",
            "text": "<p>Love the lights, love your ethos. Absolutely what more companies need to be doing. I have my Retro Czech Ceiling Lights (V2) in my dining room and the spray of light they give off is gorgeous and unusual.<\/p><p>- Jenny | Lincolnshire | UK<\/p>"
          }
        }
      },
      "block_order": [
        "template--16727915790652__1018a177-fdc7-4a54-9f7f-8f3611e1e80c-1669706979c85095d9-0",
        "template--16727915790652__1018a177-fdc7-4a54-9f7f-8f3611e1e80c-1669706979c85095d9-1",
        "d4464f82-7bdb-4bcb-9677-a8fa6ae6da49",
        "290d6d41-ec3c-49d2-9d47-c01b7a17cd83"
      ],
      "settings": {
        "flush": false,
        "flush_bottom": true,
        "remove_borders": false,
        "title": "A quick word from our customers",
        "align_text": "left",
        "desktop_columns_per_row": 2,
        "button_label": "",
        "button_link": "",
        "button_label_two": "",
        "button_link_two": "",
        "show_link": true
      }
    }
  },
  "order": [
    "main",
    "30e90bf6-011a-472f-9c6a-f7f5cfd8a132",
    "1ef34e4a-a4e6-4be3-931f-5a87ad67a705",
    "ee009aad-efa1-453e-a080-2be48216ae9f",
    "product-usps",
    "product-contact-form",
    "more-products-origin",
    "more-products-era",
    "more-products-vendor",
    "1018a177-fdc7-4a54-9f7f-8f3611e1e80c"
  ]
}
